{
  "Ads": [
    {
      "select_main_ads": "ADMOB",
      "select_backup_ads":"APPLOVIN-M",
      "main_ads_banner": "ca-app-pub-3940256099942544/6300978111x",
      "main_ads_intertitial":"ca-app-pub-3940256099942544/1033173712x",
      "native_for_admob":"ca-app-pub-3940256099942544/2247696110x",
      "backup_ads_banner":"db4d5e8718b97d78",
      "backup_ads_intertitial":"518cd97722c60b52",
      "interval_intertitial": 5,
      "initialize_sdk":"107355779",
      "initialize_sdk_backup_ads":"",
      "high_paying_keyword_1": "",
      "high_paying_keyword_2": "",
      "high_paying_keyword_3": "",
      "high_paying_keyword_4": "",
      "high_paying_keyword_5": "",
      "status_app": "0",
      "link_redirect": "https://"
    }
  ],
   "More": [
    {
      "id": 1,
      "title": "IQ Test vs The Moron Test",
      "image": "https://play-lh.googleusercontent.com/-hbyzqqYI7QzD_m0QwQrawyqaydnWMgR0Lht24oSSBYjj_YkVmImcId_KFunuWQuWAE=s180-rw",
      "link": "https://play.google.com/store/apps/details?id=com.aliendroid.squidiqgame"
    }
  ],
  "Categories": [
    {
      "id": 1,
      "name_category": "Tips & Trick",
      "image": "file:///android_asset/image/image1.png"
    },
    {
      "id": 2,
      "name_category": "Tutorial",
      "image": "file:///android_asset/image/image2.webp"
    },
    {
      "id": 3,
      "name_category": "News",
      "image": "https://s3.ap-southeast-1.amazonaws.com/aliendroid/uploads/blog/202110/img_thumb_616ec085f3a296-86862239-28733081.jpg"
    }
  ],
  "Data": [
    {
      "id": 1,
      "name_category": "Tips & Trick",
      "title": "5 Tips for Playing Stumble Guys to Win More Often",
      "image": "https://ia801408.us.archive.org/1/items/stmblgys/2.png",
      "description": "5 Tips for Playing Stumble Guys to Win More Often",
      "link": "<h3><strong>5 Tips for Playing Stumble Guys to Win More Often</strong></h3><p>Stumble Guys, one of the most popular games played by many people. This game more or less has an arcade genre but can also be said to be a racing genre.</p><p>In Stumble Guys, you are required to compete competitively with 32 players and pass 3 stages.</p><p>The person who can complete the third stage, either the fastest or survive to the end, will later be the winner and will get a reward.</p><p>For those who like to play stumble guys and want to know how to keep winning, here I will discuss some tips.</p><p>&nbsp;</p><p><strong>Tips for Playing Stumble Guys to Win More Often</strong></p><p>In terms of gameplay, the Stumble Guys game is quite easy to play. This game is also different from competitive games in general, we can still have fun. Especially mabar time with friends.</p><p>But what you need to know, is that this game has a system where every time we win, we will get a crown that can be collected as much as possible.</p><p>So the Stumble Guys tips here will help you win the stage you are playing. Immediately, we discuss below:</p><p>&nbsp;</p><p><strong>1. Don't Rush</strong></p><p>There are several challenges in Stumble Guys and most of the stages require you to reach the finish line.</p><p>For challenges of this type, it is recommended that you do not rush to complete them. Because if you are in a hurry, later it can make you less thorough in seeing every obstacle that is in the stage.</p><p>Not to mention if you fall, then you have to return to the initial checkpoint.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>2. Playing Timing</strong></p><p>As mentioned earlier, Stumble Guys stages have different obstacles. Well, each of these obstacles usually has its own timing.</p><p>For example, in the stage above, there are obstacles to get past the rotating hammer. In this challenge, it means that you have to pass the hammer without hitting the character you are using.</p><p>The way to get past it is to pay attention to the timing of the rotation of the hammer. You can pass after this hammer spins so it doesn't hit the character.</p><p><strong>3. Learn Shortcuts</strong></p><p>In the Stumble Guys map where we have to reach the fastest finish line, there are shortcuts that can be used.</p><p>The point is, we don't go down the road that people usually use. Either by the side of the road or otherwise.</p><p>You can learn this shortcut on Youtube, because each map is usually different. Shortcuts should also be repeated until you get used to it.</p><p>&nbsp;</p><p><strong>4. Use Emotes sparingly</strong></p><p>For those who are curious about what an emote is, the emote in Stumble Guys is a feature where we can stop the opponent's movement.</p><p>Emotes can certainly be very helpful. But in the wrong conditions, emotes can actually make us lose.</p><p>Therefore, it is recommended to use the emote only as necessary. And make sure the emote timing is right.</p><p>&nbsp;</p><p><strong>5. Learn Each Stage</strong></p><p>With different stages, the completion of each stage must also be different.</p><p>For those of you who are new to playing Stumble Guys, it is recommended that you study each stage first. So you can know where the obstacles are and when the timing is right.</p>"
    },
    {
      "id": 2,
      "name_category": "Tutorial",
      "title": "Cara beriklan google ads untuk aplikasi dengan penawaran 50-100 rupiah/install",
      "image": "file:///android_asset/image/guide2.jpg",
      "description": "Tulisan ini sebenarnya tidak akan di share dan direkam sesuai permintaan member lain, akan tetapi banyaknya yang PM penulis dan tidak mungkin harus dibalas satu persatu akhirnya tulisan ini penulis post.",
      "link": ""
    },
    {
      "id": 3,
      "name_category": "Tutorial",
      "title": "Modul Simpan Json di Hosting dan Google Drive",
      "image": "https://aliendro.id/uploads/blog/202105/img_608ff8501e0194-32209729-64468304.jpg",
      "description": "Sesuai dengan permintaan member Alien yang membutuhkan fasilitas google drive untuk menyimpan json, Insya Allah saya coba buatkan panduannya dengan menggunakan Free SC Aliendroid Live Wallpaper, ",
      "link": "https://aliendro.id/uploads/demo/guidejson/guide3.html"
    },
    {
      "id": 4,
      "name_category": "Reskin",
      "title": "Cara menggunakan Alien SDK Ads",
      "image": "https://s3.ap-southeast-1.amazonaws.com/aliendroid/uploads/blog/202110/img_616ec085d59259-83419139-77466732.jpg",
      "description": "Alhamdulillah projek Alien Sdk Ads sudah tahap versi Jupiter-04. Bagi pengguna SC Aliendroid mungkin sudah tidak asing lagi dengan istilah Alien Sdk Ads.",
      "link": "file:///android_asset/guide/guide2.html"
    }
  ]
}
